[
    {
        "name":"Anthony C.",
        "role":"Alumni AFP et Dev Web",
        "message":"Yannis est un formateur hors pair son talent pour le développement web est inouïe, il a su m'apporter toutes les bases nécessaires pour exercer en tant que développeur web, et même plus, car sa motivation et ses valeurs m'ont permis d'évoluer à un rythme auquel je n'aurais pas pu si je ne l'avais pas eu à mes côtés."
    },
    {
        "name":"Nicolas P.",
        "role":"Alumni AFP et Dev Web",
        "message": "Sortant de plusieurs années d'étude dans une grande école, Yannis à su me surprendre en tant que formateur. Ses compétences techniques se sont fait ressentir tout le long de la formation, pour lui résoudre un problème était une partie de plaisir. Grâce à lui, j'ai pu acquérir les compétences pour devenir un bon développeur, mais aussi le plus important, être autonome ; je peux commencer à apprendre un nouveau langage en toute sérénité."
    },
    {
        "name":"Stéphane P.",
        "role":"Alumni AFP et Dev Web",
        "message":"J’ai énormément appris avec lui suite à ma reconversion après 20 ans de restauration. J’ai suivi sa Formation Dev Web et deux formations Apple Foundation Program. Bonne pédagogie et d’énormes connaissances sur le sujet. D’apprenant de Yannis, je suis devenue son collège de travail. Merci à toi"
    },
    {
        "name":"Gilles G.",
        "role":"Alumni AFP et Dev Web",
        "message":"Une personne passionnée avec un investissement et un dévouement au top ! Ce n'est que du positif que de pouvoir apprendre et travailler à ses côtés!"
    },
    {
        "name":"Ryad S.",
        "role":"Alumni Dev Web",
        "message": "Yannis nous permet à toute notre promotion d'apprendre de façon explosive. Il est toujours à notre écoute, nous donnant les outils qui nous serviront tout au long de notre vie professionnelle."
    },
    {
        "name":"Lorenzo G.",
        "role":"Alumni AFP et Dev Web",
        "message":"Un formateur explosif !  C'est un génie, un athlète du développement, il m'a personnellement tiré vers le haut tout et durant ma formation, mais je le regretterais lorsque je serais en Entreprise. Je le recommande fortement !"
    }
]